{
  "numRounds": ["No. Rounds", "Rondas No."],
  "numPlayers": ["No. Players", "No jugadores"],
  "gameType": ["Game Type", "Tipo de juego"],
  "create": ["Create", "Crear"],
  "language": ["Choose a language...", "Elige un idioma..."],
  "logo": ["Whitecrow", "Cuervo blanco"],
  "logout": ["Log Out", "Cerrar sesión"],
  "account": ["My Account", "Mi cuenta"],
  "password": ["Password", "Contraseña"],
  "password-description": [
    "To update your password, you must provide your old password. Please make sure your password is at least 8 characters.",
    "Para actualizar su contraseña, debe proporcionar su contraseña anterior. Asegúrese de que su contraseña tenga al menos 8 caracteres."
  ],
  "update-password": ["Update Password", "Actualiza contraseña"],
  "profile": ["Profile", "Perfil"],
  "profile-description": [
    "You can use the inline editor to update your username. Click your username to update it.",
    "Puede utilizar el editor en línea para actualizar su nombre de usuario. Haga clic en su nombre de usuario para actualizarlo."
  ],
  "language-title": ["Language", "Idioma"],
  "language-description": [
    "Use this setting to update the systems language.",
    "Use esta configuración para actualizar el idioma del sistema."
  ],
  "update-language": ["Update Language", "Actualizar idioma"],
  "old-password": ["Old Password", "Contraseña anterior"],
  "confirm-password": ["Confirm New Password", "Confirmar nueva contraseña"],
  "new-password": ["New Password", "Nueva contraseña"],
  "username": ["Username", "Nombre de usuario"],
  "game-type": ["Type", "Tipo"],
  "game-status": ["Status", "Estado"],
  "game-rounds": ["No. Rounds", "Rondas No."],
  "game-players": ["No. Players", "No jugadores"],
  "game-browser": ["Game Browser", "Navegador de juegos"],
  "select": ["Select...", "Seleccionar..."],
  "oppourtunity-tab": ["Oppourtunities", "Las oportunidades"],
  "mail-tab": ["Mail Cards", "Tarjetas de correo"],
  "empty-display": ["Nothing to display!", "¡Nada que mostrar!"],
  "empty-info-tab-mail": [
    "The mail cards that you have collected are shown here.",
    "Las tarjetas de correo que ha recogido se muestran aquí."
  ],
  "empty-info-tab-op": [
    "The opportunity cards that you have collected are shown here.",
    "Las tarjetas de oportunidad que ha recogido se muestran aquí."
  ],
  "day": ["Day ${day}", "Día ${day}"],
  "roll-die": ["Roll Dice", "Tirar el dado"],
  "play-order": ["Player Order", "Orden del jugador"],
  "your-turn": ["Your Turn!", "¡Tu turno!"],
  "card-cancelled": [
    "Your recent investment has prevented you from having to pay for this mail card!",
    "¡Su inversión reciente le ha impedido pagar esta tarjeta de correo!"
  ],
  "decline-btn": ["Decline", "Rechazar"],
  "accept-btn": ["Accept", "Aceptar"],
  "declined-decision": ["DECLINED", "RECHAZADO"],
  "accepted-decision": ["ACCEPTED", "ACEPTADO"],
  "finished-reading": ["Finished Reading!", "¡Lectura terminada!"],
  "user-go-back": [
    "Uh, Oh! You have been set back!",
    "¡Uh, oh! ¡Te has retrasado!"
  ],
  "go-back": ["GO BACK 1 DAY", "VOLVER 1 DIA"],
  "sign-up": ["Sign up to WhiteCrow", "Regístrese en Cuervo blanco"],
  "username-hint": [
    "You can use letters, numbers & periods.",
    "Puedes usar letras, números y puntos."
  ],
  "username-error": [
    "This user name is already in use, try another one.",
    "Este nombre de usuario ya está en uso, intente con otro."
  ],
  "password-hint": [
    "Use 8 or more characters with a mix of letters, numbers & symbols.",
    "Use 8 o más caracteres con una combinación de letras, números y símbolos."
  ],
  "password-error": [
    "Password needs to be more than 8 characters.",
    "La contraseña debe tener más de 8 caracteres."
  ],
  "password-valid": ["Awesome password!", "Impresionante contraseña!"],
  "already-have-account": [
    "Already have an account?",
    "¿Ya tienes una cuenta?"
  ],
  "login": ["Login", "Iniciar sesión"],
  "sign-up-btn": ["Sign Up", "Regístrate"],
  "dont-have-account": ["Don't have an account?", "¿No tienes una cuenta?"],
  "sign-in-title": ["Sign in to WhiteCrow", "Inicie sesión en Cuervo blanco"],
  "username-label": ["Username", "Nombre de usuario"],
  "password-label": ["Password", "Contraseña"],
  "welcome": ["Welcome to WhiteCrow!", "¡Bienvenido a Cuervo blanco!"],
  "info-consent": ["Information & Consent", "Información y consentimiento"],
  "consent": [
    "I have read the information and agree to participate in the study.",
    "He leído la información y acepto participar en el estudio."
  ],
  "link-info-consent": [
    "Information & Consent",
    "Información y consentimiento"
  ],
  "prompt-consent": [
    "Please read through Information & Consent below!",
    "¡Lea la información y el consentimiento a continuación!"
  ],
  "clause-1": [
    "I have been given a full explanation of this project and have had the opportunity to ask questions.",
    "Se me ha informado adecuadamente acerca de este proyecto y se me dio la oportunidad de hacer preguntas para aclarar mis dudas."
  ],
  "clause-2": [
    "I understand what is required of me if I agree to take part in the research.",
    "Entiendo qué se requiere de mí en caso de que decida participar en el estudio."
  ],
  "clause-3": [
    "I understand that participation is voluntary, and I may withdraw at any time without penalty. Withdrawal of participation will also include the withdrawal of any information I have provided should this remain practically achievable.",
    "Entiendo que mi participación es voluntaria y que puedo abandonar el estudio en cualquier momento sin ser penalizado. Si decido renunciar a participar, mi información puede ser removida del estudio siempre y cuando el proceso de análisis de datos no haya comenzado."
  ],
  "clause-4": [
    "I understand that any information or opinions I provide will be kept confidential to the researcher Gabriel Alberto Garcia Mireles, Polina Maslova and Miguel Morales and that any published or reported results will not identify the participants.",
    "Entiendo que la información y opiniones que provea serán tratadas de manera confidencial por los investigadores y que los resultados que pudieran publicarse del estudio serán reportados de manera que no sea posible identificar a los participantes ni a la institución a la que pertenecen."
  ],
  "clause-5": [
    "I understand that a thesis is a public document and will be available through the UC Library.",
    "Entiendo que los datos recolectados para el estudio serán almacenados en un lugar seguro y protegido mediante contraseña, y que serán destruidos al término de un año."
  ],
  "clause-6": [
    "I understand that all data collected for the study will be kept in locked and secure facilities and/or in password protected electronic form and will be destroyed after 1 year.",
    "Entiendo los riesgos asociados a mi participación y cómo estos serán manejados."
  ],
  "clause-7": [
    "I understand the risks associated with taking part and how they will be managed.",
    "Al crear una cuenta en el sistema estoy accediendo a participar en este estudio."
  ],
  "clause-8": [
    "I understand that I can contact the researcher Hayden Taylor via hta55@uclive.ac.nz or supervisor Miguel Morales via miguel.morales@canterbury.ac.nz for further information.",
    "Entiendo que puedo contactar a Hayden Taylor (hta55@uclive.ac.nz) o Miguel Morales (miguel.morales@canterbury.ac.nz) en caso de que requiera más información sobre el estudio. En caso de que tenga alguna queja, puedo contactar al representante del Comité de Ética en Investigación en Educación de la Universidad de Canterbury, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz)"
  ],
  "footer-clause": [
    "If I have any complaints, I can contact the Chair of the University of Canterbury Human Ethics Committee, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz)",
    "Si tengo alguna queja, puedo contactar al Presidente del Comité de Ética Humana de la Universidad de Canterbury, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz)"
  ],
  "information-para-1": [
    "This is a research project with the aim of accessing the effect of serious games on learning. In this case, WhiteCrow PM is an online board game that simulates a month of economic life of a software project involving players being thrown obstacles that are associated with the potential risks a in software project. Based on this, players are exposed to a wide range of risks and potential mitigation techniques for them. The research is intended to investigate the effect of this game on participants knowledge about the risks associated with software projects and potential solutions for them.",
    "Hola! Mi nombre es Hayden Taylor y soy estudiante de la Universidad de Canterbury en Nueva Zelanda. Como parte de mi investigación, estoy analizando el efecto que tiene el uso de juegos serios en el proceso de enseñanza y aprendizaje de los alumnos. En este estudio en particular, estoy evaluando Cuervo Blanco, que es un juego de mesa en línea que simula un mes de vida económica de un proyecto de software. En Cuervo Blanco, los jugadores se enfrentan a obstáculos asociados a la ocurrencia de riesgos durante un proyecto de desarrollo de software. La meta en el juego es manejar adecuadamente las situaciones que se te presentan y evitar que tu proyecto fracase."
  ],
  "information-para-2": [
    "If you choose to take part in this study, your involvement in this project will be taking a pre-test to access the level of knowledge around the risks associated with software projects, play multiple rounds of the game WhiteCrow, take a post-test and full in a survey. We anticipate that the pre/post-test will take a combined 30 minutes to complete, while approximately 50 minutes is required for playing the game and 15 minutes for the survey.",
    "El objetivo de esta investigación es entender el impacto que este juego tiene sobre el aprendizaje de los jugadores respecto al tema de Administración de Riesgos. A través de tu profesor te estamos invitando a formar parte del estudio ya que te encuentras inscrito en un curso de Ingeniería de Software."
  ],
  "information-para-3": [
    "If you decide to participate in the study, we will ask you to take part in the following tasks",
    "Si decides participar en el estudio, te pediremos tomar parte en las siguientes tareas"
  ],
  "information-para-3-1": [
    "Solve an entry diagnostic test. This exam consists of 5 questions regarding the topic of Risk Management. The effort required to complete it is 30 minutes.",
    "Resolver un examen diagnóstico de entrada. Este examen consiste de 5 preguntas referentes al tema de Administración de Riesgos. El esfuerzo requerido para completarlo es de 30 minutos."
  ],
  "information-para-3-2": [
    "Play as many times as you want White Crow. During the next few days you can play as many times as you want and whenever you want White Crow. Each game takes about 50 minutes.",
    "Jugar cuantas veces quieras Cuervo Blanco. Durante los próximos días podrás jugar cuantas veces quieras y cuando quieras Cuervo Blanco. Cada partida toma alrededor de 50 minutos."
  ],
  "information-para-3-3": [
    "Solve a diagnostic exit test. We will ask you to solve an exam similar to the diagnosis of entry. Similarly, the estimated effort to complete it is approximately 30 minutes.",
    "Resolver un examen diagnóstico de salida. Te pediremos resolver un examen similar al diagnóstico de entrada. De igual manera, el esfuerzo estimado para completarlo es de aproximadamente 30 minutos."
  ],
  "information-para-3-4": [
    "Answer a survey. As a last task, we will ask you to answer a survey to gather information about your user experience. Answering the survey will take about 15 minutes.",
    "Responder una encuesta. Como última tarea, te pediremos que respondas una encuesta para recabar información sobre tu experiencia de usuario. Responder la encuesta te tomará alrededor de 15 minutos."
  ],
  "information-para-4": [
    "Your participation is voluntary and you have the right to waive participation at any time. In addition, you have the right to request that your data be destroyed. If during the study you decide to abandon your participation, we will not use your data, however, keep in mind that once we start analyzing the data in October 2019, it will be very difficult to remove them.",
    "Tu participación es voluntaria y tienes derecho a renunciar a participar en cualquier momento. Además, tienes derecho a solicitar que tus datos sean destruidos. Si durante el estudio decides abandonar tu participación, no utilizaremos tus datos, sin embargo, ten en cuenta que una vez que comencemos con el análisis de los datos en octubre de 2019, será muy complicado removerlos."
  ],
  "information-para-5": [
    "The results of this study will be published through a research article and in my thesis, which will be a public document and will be available through the Canterbury University library. The results will be confidential and your identity will not be disclosed. To ensure this, at the beginning of the study we will assign you an identifier that will allow us to track the results without knowing your identity. The data collected will be stored on a protected server and will be destroyed within one year.",
    "Los resultados de este estudio serán publicados a través de un artículo de investigación y en mi tesis, la cual será un documento público y estará disponible a través de la biblioteca de la Universidad de Canterbury. Los resultados serán confidenciales y tu identidad no será revelada. Para asegurar esto, al inicio del estudio te asignaremos un identificador que nos permitirá llevar una traza de los resultados sin conocer tu identidad. Los datos recolectados serán almacenados en un servidor protegido y serán destruidos al término de un año."
  ],
  "information-para-6": [
    "This project is carried out as a requirement of the SENG402 (Software Engineering Research Project) course of the Software Engineering degree and is supervised by Miguel Morales, whom you can contact at miguel.morales@canterbury.ac.nz to discuss Any questions you have about your participation in the study.",
    "Este proyecto es llevado a cabo como requisito del curso SENG402 (Proyecto de Investigación en Ingeniería de Software) de la carrera de Ingeniería de Software y es supervisado por Miguel Morales, a quien puedes contactar en miguel.morales@canterbury.ac.nz para discutir cualquier duda que tengas sobre tu participación en el estudio."
  ],
  "information-para-7": [
    "This project has been reviewed and approved by the Ethics Committee of the University of Canterbury. Any complaint or comment can be sent to the Chairman of the Committee: University of Canterbury, Private Bag 4800, Christchurch, New Zealand (human-ethics@canterbury.ac.nz).",
    "Este proyecto ha sido revisado y aprobado por el Comité de Ética de la Universidad de Canterbury. Cualquier queja o comentario puedes hacerlo llegar al Presidente del Comité: University of Canterbury, Private Bag 4800, Christchurch, New Zealand (human-ethics@canterbury.ac.nz)."
  ],
  "consent-title": [
    "By providing consent you agree to the following statements",
    "Al dar su consentimiento, usted acepta las siguientes declaraciones"
  ],
  "read-carefully": [
    "Please read instructions below!",
    "¡Por favor lee las siguientes instrucciones."
  ],
  "pre-test": [
    "Before you are able to play the game, you must complete the prerequisite test. To do this, click the link below and answer the questions presented.",
    "Antes de comenzar a jugar, deberás responder un cuestionario de entrada. Para acceder el cuestionario da click en la liga de abajo."
  ],
  "pre-test-items": [
    "The following items need to be completed before playing the game:",
    "La siguiente actividad requiere ser completada antes de comenzar a jugar:"
  ],
  "qualtric-pre-test": [
    "Qualtrics Prerequisite Test",
    "Cuestionario de entrada"
  ],
  "completed-pre-title": [
    "Awesome, you have completed the prerequisite test!",
    "Perfecto! has completado el cuestionario diagnóstico."
  ],
  "completed-pre-body": [
    "Now that the you have completed the prerequisite test, you are now able to create games. Once you have completed at least one game, a survey and post test will become available to complete. You may play as many games as you like until you feel ready to take the tests, however we would recommend at least two games. Once complete, check back here in order to have access to the tests.",
    "Ahora que has completado el cuestionario diagnóstico, podrás comenzar a jugar Cuervo Blanco. Una vez que completes al menos un juego, te pediremos que respondas un cuestionario de salida y una encuesta de satisfacción.\nPuedes jugar tantos juegos como quieras antes de responder el cuestionario de salida, nuestra recomendación es que al menos juegues dos veces Cuervo Blanco antes de intentar responder el cuestionario."
  ],
  "next-steps-post": [
    "The following items need to be completed and will become available after finishing one game:",
    "Las siguientes actividades estarán disponibles una vez que completes al menos un juego:"
  ],
  "qualtric-post-test": ["Qualtrics Post Test", "Cuestionario de salida"],
  "qualtric-survey": ["Qualtrics Survey", "Encuesta de satisfacción."],
  "incorrect-password": [
    "Whoops, the username and/or password is incorrect!",
    "¡Vaya, el nombre de usuario y / o contraseña son incorrectos!"
  ]
}
