{
  "numRounds": ["No. Rounds", "Rondas No."],
  "numPlayers": ["No. Players", "No jugadores"],
  "gameType": ["Game Type", "Tipo de juego"],
  "create": ["Create", "Crear"],
  "language": ["Choose a language...", "Elige un idioma..."],
  "logo": ["Whitecrow", "Cuervo blanco"],
  "logout": ["Log Out", "Cerrar sesión"],
  "account": ["My Account", "Mi cuenta"],
  "password": ["Password", "Contraseña"],
  "password-description": [
    "To update your password, you must provide your old password. Please make sure your password is at least 8 characters.",
    "Para actualizar su contraseña, debe proporcionar su contraseña anterior. Asegúrese de que su contraseña tenga al menos 8 caracteres."
  ],
  "update-password": ["Update Password", "Actualiza contraseña"],
  "profile": ["Profile", "Perfil"],
  "profile-description": [
    "You can use the inline editor to update your username. Click your username to update it.",
    "Puede utilizar el editor en línea para actualizar su nombre de usuario. Haga clic en su nombre de usuario para actualizarlo."
  ],
  "language-title": ["Language", "Idioma"],
  "language-description": [
    "Use this setting to update the systems language.",
    "Use esta configuración para actualizar el idioma del sistema."
  ],
  "update-language": ["Update Language", "Actualizar idioma"],
  "old-password": ["Old Password", "Contraseña anterior"],
  "confirm-password": ["Confirm New Password", "Confirmar nueva contraseña"],
  "new-password": ["New Password", "Nueva contraseña"],
  "username": ["Username", "Nombre de usuario"],
  "game-type": ["Type", "Tipo"],
  "game-status": ["Status", "Estado"],
  "game-rounds": ["No. Rounds", "Rondas No."],
  "game-players": ["No. Players", "No jugadores"],
  "game-browser": ["Game Browser", "Navegador de juegos"],
  "select": ["Select...", "Seleccionar..."],
  "oppourtunity-tab": ["Oppourtunities", "Las oportunidades"],
  "mail-tab": ["Mail Cards", "Tarjetas de correo"],
  "empty-display": ["Nothing to display!", "¡Nada que mostrar!"],
  "empty-info-tab-mail": [
    "The mail cards that you have collected are shown here.",
    "Las tarjetas de correo que ha recogido se muestran aquí."
  ],
  "empty-info-tab-op": [
    "The opportunity cards that you have collected are shown here.",
    "Las tarjetas de oportunidad que ha recogido se muestran aquí."
  ],
  "day": ["Day ${day}", "Día ${day}"],
  "roll-die": ["Roll Dice", "Tirar el dado"],
  "play-order": ["Player Order", "Orden del jugador"],
  "your-turn": ["Your Turn!", "¡Tu turno!"],
  "card-cancelled": [
    "Your recent investment has prevented you from having to pay for this mail card!",
    "¡Su inversión reciente le ha impedido pagar esta tarjeta de correo!"
  ],
  "decline-btn": ["Decline", "Rechazar"],
  "accept-btn": ["Accept", "Aceptar"],
  "declined-decision": ["DECLINED", "RECHAZADO"],
  "accepted-decision": ["ACCEPTED", "ACEPTADO"],
  "finished-reading": ["Finished Reading!", "¡Lectura terminada!"],
  "user-go-back": [
    "Uh, Oh! You have been set back!",
    "¡Uh, oh! ¡Te has retrasado!"
  ],
  "go-back": ["GO BACK 1 DAY", "VOLVER 1 DIA"],
  "sign-up": ["Sign up to WhiteCrow", "Regístrese en Cuervo blanco"],
  "username-hint": [
    "You can use letters, numbers & periods.",
    "Puedes usar letras, números y puntos."
  ],
  "username-error": [
    "This user name is already in use, try another one.",
    "Este nombre de usuario ya está en uso, intente con otro."
  ],
  "password-hint": [
    "Use 8 or more characters with a mix of letters, numbers & symbols.",
    "Use 8 o más caracteres con una combinación de letras, números y símbolos."
  ],
  "password-error": [
    "Password needs to be more than 8 characters.",
    "La contraseña debe tener más de 8 caracteres."
  ],
  "password-valid": ["Awesome password!", "Impresionante contraseña!"],
  "already-have-account": [
    "Already have an account?",
    "¿Ya tienes una cuenta?"
  ],
  "login": ["Login", "Iniciar sesión"],
  "sign-up-btn": ["Sign Up", "Regístrate"],
  "dont-have-account": ["Don't have an account?", "¿No tienes una cuenta?"],
  "sign-in-title": ["Sign in to WhiteCrow", "Inicie sesión en Cuervo blanco"],
  "username-label": ["Username", "Nombre de usuario"],
  "password-label": ["Password", "Contraseña"],
  "welcome": ["Welcome to WhiteCrow!", "¡Bienvenido a Cuervo blanco!"],
  "info-consent": ["Information & Consent", "Información y consentimiento"],
  "consent": [
    "I have read the information and agree to participate in the study.",
    "He leído la información y acepto participar en el estudio."
  ],
  "link-info-consent": [
    "Information & Consent",
    "Información y consentimiento"
  ],
  "prompt-consent": [
    "Please read through Information & Consent below!",
    "¡Lea la información y el consentimiento a continuación!"
  ],
  "clause-1": [
    "I have been given a full explanation of this project and have had the opportunity to ask questions.",
    "Me dieron una explicación completa de este proyecto y tuve la oportunidad de hacer preguntas."
  ],
  "clause-2": [
    "I understand what is required of me if I agree to take part in the research.",
    "Entiendo lo que se requiere de mí si acepto participar en la investigación."
  ],
  "clause-3": [
    "I understand that participation is voluntary, and I may withdraw at any time without penalty. Withdrawal of participation will also include the withdrawal of any information I have provided should this remain practically achievable.",
    "Entiendo que la participación es voluntaria, y puedo retirarme en cualquier momento sin penalización. El retiro de la participación también incluirá el retiro de cualquier información que haya proporcionado en caso de que esto sea prácticamente posible."
  ],
  "clause-4": [
    "I understand that any information or opinions I provide will be kept confidential to the researcher Gabriel Alberto Garcia Mireles, Polina Maslova and Miguel Morales and that any published or reported results will not identify the participants.",
    "Entiendo que cualquier información u opinión que proporcione se mantendrá confidencial para el investigador Gabriel Alberto García Mireles, Polina Maslova y Miguel Morales y que cualquier resultado publicado o informado no identificará a los participantes."
  ],
  "clause-5": [
    "I understand that a thesis is a public document and will be available through the UC Library.",
    "Entiendo que una tesis es un documento público y estará disponible a través de la Biblioteca de la UC."
  ],
  "clause-6": [
    "I understand that all data collected for the study will be kept in locked and secure facilities and/or in password protected electronic form and will be destroyed after 1 year.",
    "Entiendo que todos los datos recopilados para el estudio se guardarán en instalaciones cerradas y seguras y / o en forma electrónica protegida por contraseña y se destruirán después de 1 año."
  ],
  "clause-7": [
    "I understand the risks associated with taking part and how they will be managed.",
    "Entiendo los riesgos asociados con la participación y cómo se gestionarán."
  ],
  "clause-8": [
    "I understand that I can contact the researcher Hayden Taylor via hta55@uclive.ac.nz or supervisor Miguel Morales via miguel.morales@canterbury.ac.nz for further information.",
    "Entiendo que puedo contactar al investigador Hayden Taylor a través de hta55@uclive.ac.nz o al supervisor Miguel Morales a través de miguel.morales@canterbury.ac.nz para obtener más información. Si tengo alguna queja, puedo contactar al Presidente del Comité de Ética Humana de la Universidad de Canterbury, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz)"
  ],
  "footer-clause": [
    "If I have any complaints, I can contact the Chair of the University of Canterbury Human Ethics Committee, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz)",
    "Si tengo alguna queja, puedo contactar al Presidente del Comité de Ética Humana de la Universidad de Canterbury, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz)"
  ],
  "information-para-1": [
    "This is a research project with the aim of accessing the effect of serious games on learning. In this case, WhiteCrow PM is an online board game that simulates a month of economic life of a software project involving players being thrown obstacles that are associated with the potential risks a in software project. Based on this, players are exposed to a wide range of risks and potential mitigation techniques for them. The research is intended to investigate the effect of this game on participants knowledge about the risks associated with software projects and potential solutions for them.",
    "Este es un proyecto de investigación con el objetivo de acceder al efecto de los juegos serios en el aprendizaje. En este caso, Cuervo blanco es un juego de mesa en línea que simula un mes de vida económica de un proyecto de software que involucra a jugadores que se enfrentan a obstáculos asociados con los riesgos potenciales de un proyecto de software. En base a esto, los jugadores están expuestos a una amplia gama de riesgos y posibles técnicas de mitigación para ellos. El objetivo de la investigación es investigar el efecto de este juego en el conocimiento de los participantes sobre los riesgos asociados con los proyectos de software y las posibles soluciones para ellos."
  ],
  "information-para-2": [
    "If you choose to take part in this study, your involvement in this project will be taking a pre-test to access the level of knowledge around the risks associated with software projects, play multiple rounds of the game WhiteCrow, take a post-test and full in a survey. We anticipate that the pre/post-test will take a combined 30 minutes to complete, while approximately 50 minutes is required for playing the game and 15 minutes for the survey.",
    "Si elige participar en este estudio, su participación en este proyecto será realizar una prueba previa para acceder al nivel de conocimiento sobre los riesgos asociados con los proyectos de software, jugar múltiples rondas del juego WhiteCrow, tomar una prueba posterior y completo en una encuesta. Anticipamos que la prueba previa / posterior tomará 30 minutos combinados para completarse, mientras que se requieren aproximadamente 50 minutos para jugar el juego y 15 minutos para la encuesta."
  ],
  "information-para-3": [
    "Participation is voluntary and you have the right to withdraw at any stage without penalty. No notification of withdrawal will need to be given to us, as you can simply discontinue with your tasks. However, once you have finished all tasks, your data will not be able to be removed from the data set as we would not be able to identify which data points belong to you.",
    "La participación es voluntaria y tiene derecho a retirarse en cualquier etapa sin penalización. No será necesario que nos envíe ninguna notificación de retiro, ya que simplemente puede interrumpir sus tareas. Sin embargo, una vez que haya terminado todas las tareas, sus datos no podrán eliminarse del conjunto de datos, ya que no podremos identificar qué puntos de datos le pertenecen."
  ],
  "information-para-4": [
    "The results of the project may be published, but you may be assured of the complete confidentiality of data gathered in this investigation. To ensure anonymity and confidentiality, a random identifier that does not link to your profile will be used to identify related task artefacts for which we will use in our results. All data will be destroyed after 1 year to allow for publication of a research paper. A thesis is a public document and will be available through the UC Library.",
    "Los resultados del proyecto pueden publicarse, pero puede estar seguro de la total confidencialidad de los datos recopilados en esta investigación. Para garantizar el anonimato y la confidencialidad, se utilizará un identificador aleatorio que no se vincule a su perfil para identificar los artefactos de tareas relacionadas para los que utilizaremos en nuestros resultados. Todos los datos serán destruidos después de 1 año para permitir la publicación de un trabajo de investigación. Una tesis es un documento público y estará disponible a través de la Biblioteca de la UC."
  ],
  "information-para-5": [
    "The project is being carried out as a requirement for SENG402 as part of the Software Engineering degree by Hayden Taylor under the supervision of Miguel Morales, who can be contacted at miguel.morales@canterbury.ac.nz. He will be pleased to discuss any concerns you may have about participation in the project. This project has been reviewed and approved by the University of Canterbury Human Ethics Committee, and participants should address any complaints to The Chair, Human Ethics Committee, University of Canterbury, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz).",
    "El proyecto se lleva a cabo como un requisito para SENG402 como parte del título de Ingeniería de Software por Hayden Taylor bajo la supervisión de Miguel Morales, a quien se puede contactar en miguel.morales@canterbury.ac.nz. Estará encantado de discutir cualquier inquietud que pueda tener sobre participación en el proyecto. Este proyecto ha sido revisado y aprobado por el Comité de Ética Humana de la Universidad de Canterbury, y los participantes deben dirigir cualquier queja al Presidente, Comité de Ética Humana, Universidad de Canterbury, Private Bag 4800, Christchurch (human-ethics@canterbury.ac.nz)."
  ],
  "consent-title": [
    "By providing consent you agree to the following statements",
    "Al dar su consentimiento, usted acepta las siguientes declaraciones"
  ],
  "read-carefully": ["Please read this carefully!", "¡Por favor lea esto cuidadosamente!"]
}
